 let questions = [
    {
        text: 'Загадка №1',
        variants: {
            'a':  'Правильный ответ',
            'b':  'Неправильный ответ',
            'c':  'Ответ неверный',
            'd':  'Не угадали',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Загадка №2',
        variants: {
            'a':  'Неправильный ответ',
            'b':  'Правильный ответ',
            'c':  'Не угадали',
            'd':  'Ответ неверный',
        },
        correctAnswerIndex: 'b',
    },
    {
        text: 'Загадка №3',
        variants: {
            'a':  'Не угадали',
            'b':  'Ответ неверный',
            'c':  'Неправильный ответ',
            'd':  'Правильный ответ',
        },
        correctAnswerIndex: 'd',
    },
    {
        text: 'Загадка №4',
        variants: {
            'a':  'Неправильный ответ',
            'b':  'Правильный ответ',
            'c':  'Не угадали',
            'd':  'Ответ неверный',
        },
        correctAnswerIndex: 'b',
    },
    {
        text: 'Загадка №5',
        variants: {
            'a':  'Ответ неверный',
            'b':  'Неправильный ответ',
            'c':  'Правильный ответ',
            'd':  'Не угадали',
        },
        correctAnswerIndex: 'c',
    },
    {
        text: 'Загадка №6',
        variants: {
            'a':  'Неправильный ответ',
            'b':  'Ответ неверный',
            'c':  'Не угадали',
            'd':  'Правильный ответ',
        },
        correctAnswerIndex: 'd',
    },
 ]
