 let questions = [
    {
        text: 'Главный герой из "Простоквашино":',
        variants: {
            'a':  'дядя Федор',
            'b':  'Маугли',
            'c':  'Кот Матроскин',
            'd':  'Бобер',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Как называется обувь футболиста:',
        variants: {
            'a':  'Шиповки',
            'b':  'Бутсы',
            'c':  'Чешки',
            'd':  'Сандали',
        },
        correctAnswerIndex: 'b',
    },
    {
        text: 'Псевдоним Владимира Ильича Ульянова:',
        variants: {
            'a':  'Сталин',
            'b':  'Леннон',
            'c':  'Лановой',
            'd':  'Ленин',
        },
        correctAnswerIndex: 'd',
    },
    {
        text: 'Чей мех бывает натуральным:',
        variants: {
            'a':  'Пятачок',
            'b':  'Кролик',
            'c':  'Винни-Пух',
            'd':  'Иа',
        },
        correctAnswerIndex: 'b',
    },
    {
        text: 'Сколько месяцев в году:',
        variants: {
            'a':  'Шесть',
            'b':  'Десять',
            'c':  'Двенадцать',
            'd':  'Много',
        },
        correctAnswerIndex: 'c',
    },
    {
        text: 'Как вызвать Джина из лампы:',
        variants: {
            'a':  'Набрать пароль',
            'b':  'Бросить монетку',
            'c':  'Сказать волшебное слово',
            'd':  'Потереть лампу',
        },
        correctAnswerIndex: 'd',
    },
 ]
